{
        "books": [
                {
                        "category": "books",
                        "featuredCategory": "Comics & Graphic Novels",
                        "name": "It Ends with Us: A Novel (Volume 1)",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/71EwoNQypZL._AC._SR360,460.jpg",
                        "author": "Colleen Hoover",
                        "price": 15.09,
                        "stars": 4.5,
                        "reviews": 72291,
                        "description": "In this \"brave and heartbreaking novel that digs its claws into you and doesn't let go, long after you've finished it\" (Anna Todd, New York Times bestselling author) from the #1 New York Times bestselling author of All Your Perfects, a workaholic with a too-good-to-be-true romance can't stop thinking about her first love. Lily hasn't always had it easy, but that's never stopped her from working hard for the life she wants. She's come a long way from the small town where she grew up—she graduated from college, moved to Boston, and started her own business. And when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily's life seems too good to be true. Ryle is assertive, stubborn, maybe even a little arrogant. He's also sensitive, brilliant, and has a total soft spot for Lily. And the way he looks in scrubs certainly doesn't hurt. Lily can't get him out of her head. But Ryle's complete aversion to relationships is disturbing. Even as Lily finds herself becoming the exception to his \"no dating\" rule, she can't help but wonder what made him that way in the first place. As questions about her new relationship overwhelm her, so do thoughts of Atlas Corrigan—her first love and a link to the past she left behind. He was her kindred spirit, her protector. When Atlas suddenly reappears, everything Lily has built with Ryle is threatened. An honest, evocative, and tender novel, It Ends with Us is \"a glorious and touching read, a forever keeper. The kind of book that gets handed down\" (USA TODAY).",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Professional & Technical",
                        "name": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/81wgcld4wxL._AC._SR360,460.jpg",
                        "author": "James Clear",
                        "price": 21.66,
                        "stars": 4.5,
                        "reviews": 71143,
                        "description": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results. If you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights. Clear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field.",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Comics & Graphic Novels",
                        "name": "Reminders of Him: A Novel",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/617uZq23IPL._AC._SR360,460.jpg",
                        "author": "Colleen Hoover",
                        "price": 12.28,
                        "stars": 4.0,
                        "reviews": 76078,
                        "description": "After serving five years in prison for a tragic mistake, Kenna Rowan returns to the town where it all went wrong, hoping to reunite with her four-year-old daughter. But the bridges Kenna burned are proving impossible to rebuild. Everyone in her daughter's life is determined to shut Kenna out, no matter how hard she works to prove herself. The only person who hasn't closed the door on her completely is Ledger Ward, a local bar owner and one of the few remaining links to Kenna's daughter. But if anyone were to discover how Ledger is slowly becoming an important part of Kenna's life, both would risk losing the trust of everyone important to them. The two form a connection despite the pressure surrounding them, but as their romance grows, so does the risk. Kenna must find a way to absolve the mistakes of her past in order to build a future out of hope and healing.",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Comics & Graphic Novels",
                        "name": "Verity",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/610QYM5NxRL._AC._SR360,460.jpg",
                        "author": "Colleen Hoover",
                        "price": 15.50,
                        "stars": 4.0,
                        "reviews": 57591,
                        "description": "Lowen Ashleigh is a struggling writer on the brink of financial ruin when she accepts the job offer of a lifetime. Jeremy Crawford, husband of bestselling author Verity Crawford, has hired Lowen to complete the remaining books in a successful series his injured wife is unable to finish. Lowen arrives at the Crawford home, ready to sort through years of Verity's notes and outlines, hoping to find enough material to get her started. What Lowen doesn't expect to uncover in the chaotic office is an unfinished autobiography Verity never intended for anyone to read. Page after page of bone-chilling admissions, including Verity's recollection of the night her family was forever altered. Lowen decides to keep the manuscript hidden from Jeremy, knowing its contents could devastate the already grieving father. But as Lowen's feelings for Jeremy begin to intensify, she recognizes all the ways she could benefit if he were to read his wife's words. After all, no matter how devoted Jeremy is to his injured wife, a truth this horrifying would make it impossible for him to continue loving her.",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Professional & Technical",
                        "name": "The Fiber Fueled Cookbook: Inspiring Plant-Based Recipes to Turbocharge Your Health",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/91cDoM87dYL._AC._SR360,460.jpg",
                        "author": "Will Bulsiewicz MD",
                        "price": 26.5,
                        "stars": 4.5,
                        "reviews": 119,
                        "description": "Leading gastroenterologist Dr. Will Bulsiewicz, or \"Dr. B,\" introduced readers to the wonders of fiber with the New York Times bestseller Fiber Fueled—a guide to optimizing the gut microbiome, sharpening immunity, lowering cholesterol, and promoting weight loss through a diet rich in diverse fruits, vegetables, nuts, seeds, and legumes. Rather than restriction, Dr. B's solution is abundance and variety. Now he applies all the principles of the Fiber Fueled diet in a cookbook that's as beautiful as it is practical. This must-have cookbook will inspire you with deeply flavorful, satisfying plant-based recipes that make the Fiber Fueled lifestyle delicious and inviting. But The Fiber Fueled Cookbook is also a revolutionary treatment program for food sensitivity sufferers who have struggled to get a handle on their symptoms. In it you will learn the GROWTH strategy, a groundbreaking approach that helps readers break down what's causing their GI problems, and discover real solutions that are personalized to their individual needs. Whether you are well on your plant-based path, or excited to get started, the 100+ irresistible recipes in this book, including Lemon Lentil Salad, Cheezy Broccoli Potato Soup, Maple Peanut Granola, and Chocolate Cookie Milk, will get you ready to embrace the power of being Fiber Fueled!",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Comics & Graphic Novels",
                        "name": "The Seven Husbands of Evelyn Hugo: A Novel",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/71pQQ9mk8eL._AC._SR360,460.jpg",
                        "author": "Taylor Jenkins Reid",
                        "price": 14.70,
                        "stars": 4.0,
                        "reviews": 64109,
                        "description": "Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now? Monique is not exactly on top of the world. Her husband has left her, and her professional life is going nowhere. Regardless of why Evelyn has selected her to write her biography, Monique is determined to use this opportunity to jumpstart her career. Summoned to Evelyn's luxurious apartment, Monique listens in fascination as the actress tells her story. From making her way to Los Angeles in the 1950s to her decision to leave show business in the '80s, and, of course, the seven husbands along the way, Evelyn unspools a tale of ruthless ambition, unexpected friendship, and a great forbidden love. Monique begins to feel a very real connection to the legendary star, but as Evelyn's story near its conclusion, it becomes clear that her life intersects with Monique's own in tragic and irreversible ways. \"Heartbreaking, yet beautiful\" (Jamie Blynn, Us Weekly), The Seven Husbands of Evelyn Hugo is \"Tinseltown drama at its finest\" (Redbook): a mesmerizing journey through the splendor of old Hollywood into the harsh realities of the present day as two women struggle with what it means—and what it costs—to face the truth.",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Comics & Graphic Novels",
                        "name": "Where the Crawdads Sing",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/61m1Vxw8tiL._AC._SR360,460.jpg",
                        "author": "Delia Owens",
                        "price": 15.50,
                        "stars": 4.0,
                        "reviews": 219108,
                        "description": "For years, rumors of the \"Marsh Girl\" have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life—until the unthinkable happens. Where the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps.",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Comics & Graphic Novels",
                        "name": "The Boy, the Mole, the Fox and the Horse",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/71eJk7GtUOL._AC._SR360,460.jpg",
                        "author": "Charlie Mackesy",
                        "price": 16.98,
                        "stars": 5.0,
                        "reviews": 102263,
                        "description": "From British illustrator, artist, and author Charlie Mackesy comes a journey for all ages that explores life's universal lessons, featuring 100 color and black-and-white drawings. Charlie Mackesy offers inspiration and hope in uncertain times in this beautiful book, following the tale of a curious boy, a greedy mole, a wary fox and a wise horse who find themselves together in sometimes difficult terrain, sharing their greatest fears and biggest discoveries about vulnerability, kindness, hope, friendship and love. The shared adventures and important conversations between the four friends are full of life lessons that have connected with readers of all ages. Charlie Mackesy began sharing conversations between the boy, the mole, the fox and the horse on his social media channels in early 2018. He published The Boy, the Mole, the Fox and the Horse in late 2019 and the book has since brought comfort and joy to over seven million readers worldwide. After two years of collaborative work, in 2022, the short film adaptation of the book will be released alongside The Book of the Film. Charlie collaborates with a number of charities, including Comic Relief—he created the iconic “Love Wins” t-shirt—as well as the NHS, Choose Love, WWF and The Samaritans. During the pandemic he donated prints, books, drew on hospital walls, and posted messages of support to NHS workers, which he continues. Charlie began his career as a cartoonist for The Spectator and a book illustrator for Oxford University Press. He spent time in America as a portrait painter and ran art therapy workshops for Alzheimer's sufferers and Holocaust survivors. He lived and painted in South Africa, and collaborated with Nelson Mandela on a lithograph project, \"The Unity Series.\" And worked with Richard Curtis on the set of Love Actually to create a set of drawings to be auctioned for Comic Relief. Away from art, Charlie co-runs a social enterprise, Mama Buci in Zambia. His work features in books, private collections and public spaces, including Highgate Cemetery in London, in hospitals, prisons, churches, and university colleges around the UK, and in women's safe houses around the world. He lives in Suffolk with his dog Barney.",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Science & Math",
                        "name": "The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/61NdJMwAThS._AC._SR360,460.jpg",
                        "author": "Bessel van der Kolk M.D.",
                        "price": 15.07,
                        "stars": 4.5,
                        "reviews": 49340,
                        "description": "A pioneering researcher transforms our understanding of trauma and offers a bold new paradigm for healing in this New York Times bestseller. Trauma is a fact of life. Veterans and their families deal with the painful aftermath of combat; one in five Americans has been molested; one in four grew up with alcoholics; one in three couples have engaged in physical violence. Dr. Bessel van der Kolk, one of the world's foremost experts on trauma, has spent over three decades working with survivors. In The Body Keeps the Score, he uses recent scientific advances to show how trauma literally reshapes both body and brain, compromising sufferers' capacities for pleasure, engagement, self-control, and trust. He explores innovative treatments—from neurofeedback and meditation to sports, drama, and yoga—that offer new paths to recovery by activating the brain's natural neuroplasticity. Based on Dr. van der Kolk's own research and that of other leading specialists, The Body Keeps the Score exposes the tremendous power of our relationships both to hurt and to heal—and offers new hope for reclaiming lives.",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Textbooks",
                        "name": "The Wars of the Roses",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/7185cinqDOL._AC._SR360,460.jpg",
                        "author": "Michael Hicks",
                        "price": 32.50,
                        "stars": 4.5,
                        "reviews": 54,
                        "description": "The Wars of the Roses (1455-85) were a major turning point in English history. But the underlying causes for the successive upheavals have been hotly contested by historians ever since. In this original and stimulating new synthesis, distinguished historian Michael Hicks examines the difficult economic, military, and financial crises and explains, for the first time, the real reasons why the Wars of the Roses began, why they kept recurring, and why, eventually, they ceased. Alongside fresh assessments of key personalities, Hicks sheds new light on the significance of the involvement of the people in politics, the intervention of foreign powers in English affairs, and a fifteenth-century credit crunch. Combining a meticulous dissection of competing dynamics with a clear account of the course of events, this is a definitive and indispensable history of a compelling, complex period.",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Children's Books",
                        "name": "First 100 Words: A Padded Board Book",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/71aMpgf078L._AC._SR360,460.jpg",
                        "author": "Roger Priddy",
                        "price": 5.99,
                        "stars": 4.5,
                        "reviews": 32293,
                        "description": "Your little one will soon learn some essential first words and pictures with this bright board book. There are 100 color photographs to look at and talk about, and 100 simple first words to read and learn, too. The pages are made from tough board for hours of fun reading, and the cover is softly padded for little hands to hold. Roger Priddy's passion for educating children through fun, informative and engaging books has led him to create some of publishing's most enduring and successful non-fiction early learning books. Roger lives in London and has three children, who have been the inspiration behind many of his best publishing ideas.",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Eduaction & Reference",
                        "name": "Atlas of the Heart: Mapping Meaningful Connection and the Language of Human Experience",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/91DNhLLmUOL._AC._SR360,460.jpg",
                        "author": "Brené Brown",
                        "price": 24.14,
                        "stars": 4.5,
                        "reviews": 12142,
                        "description": "In Atlas of the Heart, Brown takes us on a journey through eighty-seven of the emotions and experiences that define what it means to be human. As she maps the necessary skills and an actionable framework for meaningful connection, she gives us the language and tools to access a universe of new choices and second chances—a universe where we can share and steward the stories of our bravest and most heartbreaking moments with one another in a way that builds connection. Over the past two decades, Brown's extensive research into the experiences that make us who we are has shaped the cultural conversation and helped define what it means to be courageous with our lives. Atlas of the Heart draws on this research, as well as on Brown's singular skills as a storyteller, to show us how accurately naming an experience doesn't give the experience more power—it gives us the power of understanding, meaning, and choice. Brown shares, \"I want this book to be an atlas for all of us, because I believe that, with an adventurous heart and the right maps, we can travel anywhere and never fear losing ourselves.\"",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Politics & Socail Sciences",
                        "name": "The Freedom Convoy: The Inside Story of Three Weeks that Shook the World",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/71EzllGpnBL._AC._SR360,460.jpg",
                        "author": "Andrew Lawton",
                        "price": 18.51,
                        "stars": 4.0,
                        "reviews": 55,
                        "description": "In January 2022, a small group of Canadian truckers fed up with nearly two years of Covid restrictions and a new vaccine mandate for cross-border essential workers decided to take their frustrations directly to the nation's capital. The Freedom Convoy quickly took on a life of its own as hundreds of trucks and thousands of protesters made the journey to Parliament Hill. For the next three weeks, the trucker convoy led a protest unlike any other, complete with bouncy castles, pig roasts, and late-night dance parties. But to the media and government, it was a hate-filled insurrection requiring the unprecedented invocation of the federal Emergencies Act. In this timely and provocative book, author Andrew Lawton combines his own on-the-ground reporting and countless hours of interviews with the Freedom Convoy's organizers and volunteers to tell, for the first time, the whole story of the convoy.",
                        "quantity": 10
                },
                {
                        "category": "books",
                        "featuredCategory": "Politics & Socail Sciences",
                        "name": "Color & Frame - By the Sea (Adult Coloring Book)",
                        "image": "https://images-na.ssl-images-amazon.com/images/I/91jW9T0PatL._AC._SR360,460.jpg",
                        "author": "New Seasons",
                        "price": 3.19,
                        "stars": 4.5,
                        "reviews": 4903,
                        "description": "This Simple 1-2-3™ Color and Frame - By the Sea coloring book features the art of Ana Davis. Whimsical coloring pages fill this book - from sea turtles, to starfish, to lighthouses, each page holds an imaginative coloring experience. 8 x10 inch, perforated one sided pages allows easy tear out to frame or share. Thick paper prevents marker or pen from bleeding through to the next page. Spiral binding allows pages to lay flat while coloring. Images range in complexity. This coloring book is made for grown-ups but all ages can enjoy! Join millions of adults around the world who are rediscovering the simple relaxation and joy of coloring! Publications International, Ltd.  (​PIL) publishes books and products for kids and adults in many categories: reference, leisure, inspirational, automotive, sports, cookbooks, stationery (New Seasons), interactive and early learning (Little Grasshopper Books).",
                        "quantity": 10
                }
        ]
}